import React from 'react';

const AboutWushu = () => {
    return(
        <div className="container">
            <h1 dir="ltr">
                ووشو چیست
            </h1>
            <p dir="ltr">
        

ساندا + تالو = ووشو (به زبان چینی: 武術 - پین‌یین: whǔshù، یا به مجموعه هنرهای رزمی
 چینی گفته می‌شود که امروزه با نام‌های سی
 ام ای نیز شناخته می‌شود و به عنوان یکی
 از گسترده‌ترین رشته‌های رزمی شناخته می‌شود. ووشو به 
معنای هنر جنگیدن یا هنر رزم و مهارت می‌باشد. 
مسابقات ووشو مدرن در دو بخش ساندا (بخش مبارزه که در گذشته سانشو نام داشت) و تالو (بخش اجرای فرم) 
برگزار می‌شود. در مسابقات ووشو، سنتی برگزار می‌شود
 که در آن بیشتر به انجام حرکات رکوردی مانند شکستن اجسام سخت و فرم‌های باسلاح و بی‌سلاح می‌پردازند. 
قدمت ووشو در کشور چین به زمان‌های بسیار دور و در حدود ۱۵۰۰ الی ۲۰۰۰ سال پیش بازمی‌گردد.
 درمان بیماری‌ها و طول عمر و تعلیم مهارت‌های نظامی به افراد جامعه، حرکاتی ابداع گردید که گسترش آن
 در طول دوره‌های مختلف به ورزش ووشو بدل شده‌است. پس از انقلاب کمونیستی چین در ۱۹۴۹ این ورزش تحول یافت 
و دولت چین کلاس‌های آموزشی، کمربند و فنون جدید را به این ورزش رزمی اضافه کرد و نام هنرهای رزمی
 چینی 
 را به ووشو تغییر داد. ووشو امروزه یک ورزش بین‌المللی است که زیر نظر فدراسیون بین‌المللی ووشوinternational wushu federation اداره می‌شود. مسابقات قهرمانی جهان این رشته از سال ۱۹۹۱ هر دو سال یک بار برگزار می‌شود و همچنین از ۱۹۹۰ در برنامهٔ بازی‌های آسیایی قرار گرفته‌است. کمربندهای ووشو مدرن در فدراسیون جهانی ووشو به ترتیب به شرح زیر نامگذاری شده‌اند: سفید، زرد، نارنجی، سبز، آبی، بنفش، قهوه‌ای، قرمز، مشکی مشکی دان ۱ -مشکی دان ۲ -مشکی دان ۳ - مشکی دان ۴ - مشکی دان ۵ -مشکی دان ۶ - مشکی دان ۷ -مشکی دان ۸ - مشکی دان ۹. البته در بعضی از سبک‌ها کمربند بنفش حذف می‌شود. همچنین نوع کمربندها در ووشو سنتی، با نوع سبک بسیار فرق
 می‌کند.
            </p>
        </div>
    );
}

export default AboutWushu;